Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །དེ་རྣམ་པ་ཐམས་ཅད་དུ་འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ལས་ཡང་དག་པར་འདས་ཏེ་འདུ་ཤེས་དང་ཚོར་བ་འགོག་པ་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་པ་འདི་ནི་རྣམ་པར་ཐར་པ་བརྒྱད་པའོ། །རྣམ་པར་ཐར་བ་བརྒྱད་པོ་དེ་དག་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་སྟེ། དགུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: The eighth aspect of liberation ensues when the sphere of neither perception nor nonperception has been completely transcended in all respects, and one achieves and dwells in the cessation of perceptions and feelings. “[

source: དེ་འདོད་པས་དབེན།
en: Supramundane phenomena also include] the nine serial steps of meditative absorption.

source: སྡིག་ཏོ་མི་དགེ་བའི་ཆོས་ཀྱིས་དབེན། རྟོག་པ་དང་བཅས་པ། དཔྱོད་པ་དང་བཅས་པ། དབེན་པ་ལས་སྐྱེས་པའི་དགའ་བ་དང་བདེ་བ་ཅན་བསམ་གཏན་དང་པོ་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་སོ། །དེ་རྣམ་པར་རྟོག་པ་དང་། རྣམ་པར་དཔྱོད་པ་ཉེ་བར་ཞི་ནས།
en: If you ask what are these nine, they are as follows: [The first ensues when] one achieves and maintains the first meditative concentration, that is to say, when there is freedom from desires, and freedom from negative and nonvirtuous attributes, while ideation and scrutiny are present, alongside the joy and bliss that arise from freedom. [

source: ནང་ཡོངས་སུ་དང་སྟེ། སེམས་ཀྱི་རྒྱུད་གཅིག་ཏུ་གྱུར་པས། རྣམ་པར་རྟོག་པ་མེད་པ། རྣམ་པར་དཔྱོད་པ་མེད་པ། ཏིང་ངེ་འཛིན་ལས་སྐྱེས་པའི་དགའ་བ་དང་།
en: The second ensues when] one achieves and maintains the second meditative concentration, that is to say, when there is an intense inner clarity, at peace from both ideation and scrutiny, the absence of ideation and scrutiny being due to one-pointed mental focus, while the joy and bliss that arise from meditative stability are present. [

source: བདེ་བ་ཅན་བསམ་གཏན་གཉིས་པ་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་སོ། །དེ་དགའ་བ་ལས་འདོད་ཆགས་དང་བྲལ་བས། དྲན་པ་དང་ལྡན་ཞིང་། ཤེས་བཞིན་དུ་བཏང་སྙོམས་སུ་གནས་ཏེ། བདེ་བ་ལུས་ཀྱིས་མྱོང་ལ།
en: The third ensues when] one achieves and maintains the third meditative concentration devoid of joy, that is to say, when one dwells in equanimity due to the absence of attachment to joy, while both mindfulness and alertness are present, and bliss is still experienced by the body.

source: འཕགས་པ་རྣམས་ཀྱིས་དེ་ལ་དྲན་པ་དང་ལྡན་པ། བདེ་བ་ལ་རྣམ་པར་སྤྱོད་པ་བཏང་སྙོམས་པའོ་ཞེས་བརྗོད་པ་སྟེ།
en: This is what sublime beings describe as ‘mindful, abiding in bliss, and equanimous.’ [

source: དགའ་བ་མེད་པའི་བསམ་གཏན་གསུམ་པ་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་སོ། །དེ་བདེ་བ་ཡང་སྤངས། སྡུག་བསྔལ་བ་ཡང་སྤངས་ཤིང་།
en: The fourth ensues when] one achieves and maintains the fourth meditative concentration, that is to say, when even that sense of bliss is abandoned and [former] states of suffering have also been eliminated.

source: ཡིད་བདེ་བ་དང་། ཡིད་མི་བདེ་བ་སྔ་ནས་ཀྱང་ནུབ་པས། བདེ་བ་ཡང་མེད། སྡུག་བསྔལ་བ་ཡང་མེད་པ། བཏང་སྙོམས་དང་དྲན་པས་ཡོངས་སུ་དག་པའི་བསམ་གཏན་བཞི་པ་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་སོ།
en: Here, neither suffering nor bliss is present because blissful and unhappy states of mind have already subsided, while equanimity and mindfulness are utterly pure. [

source: །དེ་རྣམ་པ་ཐམས་ཅད་དུ་གཟུགས་ཀྱི་འདུ་ཤེས་ལས་ཡང་དག་པར་འདས་ཏེ། ཐོགས་པའི་འདུ་ཤེས་རྣམས་ནུབ་པར་གྱུར་ཅིང་། སྣ་ཚོགས་ཀྱི་འདུ་ཤེས་ཡིད་ལ་མི་བྱེད་པས། ནམ་མཁའ་མཐའ་ཡས་སོ་ཞེས་ཏེ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་སོ།
en: The fifth ensues when] the perceptions of physical forms have been completely transcended in all respects, when the perceptions of obstructed [material phenomena] have subsided, and the mind does not engage with diverse perceptions, so that one achieves and dwells in the sphere of infinite space, thinking, ‘Space is infinite.’ [

source: །དེ་རྣམ་པ་ཐམས་ཅད་དུ་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ལས་ཡང་དག་པར་འདས་ཏེ། རྣམ་པར་ཤེས་པ་མཐའ་ཡས་སོ་ཞེས། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་སོ།
en: The sixth ensues when] the sphere of infinite space has been completely transcended in all respects, and one achieves and dwells in the sphere of infinite consciousness, thinking, ‘Consciousness is infinite.’ [

source: །དེ་རྣམ་པ་ཐམས་ཅད་དུ་རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ལས་ཡང་དག་པར་འདས་ཏེ། ཅུང་ཟད་མ་ཡོད་དོ་ཞེས། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་སོ།
en: The seventh ensues when] the sphere of infinite consciousness has been completely transcended in all respects, and one achieves and dwells in the sphere of nothing-at-all, thinking, ‘There is nothing at all.’ [

source: །དེ་རྣམ་པ་ཐམས་ཅད་དུ་ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ལས་ཡང་དག་པར་འདས་ཏེ། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་སོ།
en: The eighth ensues when] the sphere of nothing-at-all has been completely transcended in all respects, and one achieves and dwells in the sphere of neither perception nor nonperception. [

source: །དེ་རྣམ་པ་ཐམས་ཅད་དུ་འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ལས་ཡང་དག་པར་འདས་ཏེ། འདུ་ཤེས་དང་། ཚོར་བ་འགོག་པ་ལ་ཉེ་བར་བསྒྲུབས་ཏེ་གནས་སོ། །དེ་ལྟར་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་པོ་དེ་དག་དང་། ནང་སྟོང་པ་ཉིད་དང་།
en: The ninth ensues when] the sphere of neither perception nor nonperception has been completely transcended in all respects, and one achieves and dwells in the cessation of perceptions and feelings.

source: ཕྱི་སྟོང་པ་ཉིད་དང་།
en: Such are the nine serial steps of meditative absorption. “[

source: ཕྱི་ནང་སྟོང་པ་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དག་སྟེ།
en: Supramundane phenomena also include] the emptiness of internal phenomena, the emptiness of external phenomena, the emptiness of external and internal phenomena, and [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities; they also include the ten powers of the tathāgatas, {Dt.168} the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas.

source: དེ་དག་ནི་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཤེས་བྱའོ། །གསོལ་པ།
en: These are known as supramundane phenomena.” “

source: བཅོམ་ལྡན་འདས་ཟག་པ་དང་བཅས་པའི་ཆོས་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཟག་པ་དང་བཅས་པའི་ཆོས་ཞེས་བྱ་བ་ནི། འདི་ལྟ་སྟེ། ཕུང་པོ་དང་། སྐྱེ་མཆེད་དང་།
en: Blessed Lord, what phenomena constitute contaminated phenomena?” “

source: ཁམས་དང་། བསམ་གཏན་བཞི་དང་། ཚད་མེད་པ་བཞི་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་དང་། མངོན་པར་ཤེས་པ་ལྔ་དག་སྟེ།
en: Subhūti,” replied the Blessed One, “contaminated phenomena include the following: the psycho-physical aggregates, the sense fields, the sensory elements, the four meditative concentrations, the four immeasurable attitudes, the four formless meditative absorptions, and the five extrasensory powers.

source: དེ་དག་ནི་ཟག་པ་དང་བཅས་པའི་ཆོས་ཞེས་བྱའོ། །གསོལ་པ།
en: These are called contaminated phenomena.” “

source: བཅོམ་ལྡན་འདས་ཟག་པ་མ་མཆིས་པའི་ཆོས་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཟག་པ་མེད་པའི་ཆོས་ནི། དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དང་། ཡང་དག་པར་སྤོང་བ་བཞི་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་བཞི་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་དང་། ཏིང་ངེ་འཛིན་ཐམས་ཅད་དང་། གཟུངས་ཀྱི་སྒོ་ཐམས་ཅད་དང་།
en: Blessed Lord, what phenomena constitute uncontaminated phenomena?” “

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དག་སྟེ།
en: Subhūti,” replied the Blessed One, “uncontaminated phenomena include the following: the four applications of mindfulness, the four correct exertions, the four supports for miraculous ability, the five faculties, the five powers, the seven branches of enlightenment, the noble eightfold path, the four truths of the noble ones, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, all the gateways of the meditative stabilities and the dhāraṇīs, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas.

source: དེ་དག་ནི་ཟག་པ་མེད་པའི་ཆོས་ཞེས་བྱའོ། །གསོལ་པ།
en: These are called uncontaminated phenomena.” “

source: བཅོམ་ལྡན་འདས་འདུས་བྱས་ཀྱི་ཆོས་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འདུས་བྱས་ཀྱི་ཆོས་ཞེས་བྱ་བ་ནི།
en: Blessed Lord, what phenomena constitute conditioned phenomena?” “

source: འདོད་པའི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། གཟུགས་མེད་པའི་ཁམས་དང་། གཞན་ཡང་དེ་མ་ཡིན་པ་འདུས་བྱས་སུ་གཏོགས་པའི་ཆོས་རྣམས། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་དག་སྟེ།
en: Subhūti,” replied the Blessed One, “conditioned phenomena include the realm of desire, the realm of form, the realm of formlessness, and other attributes apart from these that are included within conditioned phenomena, such as the thirty-seven factors conducive to enlightenment and [the other causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.

source: དེ་དག་ནི་འདུས་བྱས་ཀྱི་ཆོས་ཞེས་བྱའོ། །གསོལ་པ།
en: These are called conditioned phenomena.” “

source: བཅོམ་ལྡན་འདས་འདུས་མ་བྱས་ཀྱི་ཆོས་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འདུས་མ་བྱས་ཀྱི་ཆོས་ཞེས་བྱ་བ་ནི། གང་ལ་སྐྱེ་བ་མེད་ཅིང་འཇིག་པ་མེད་པ་དང་། གནས་པ་ལས་གཞན་དུ་འགྱུར་བ་མེད་པ་སྟེ།
en: Blessed Lord, what phenomena constitute unconditioned phenomena?” “

source: འདོད་ཆགས་ཟད་པ། ཞེ་སྡང་ཟད་པ། གཏི་མུག་ཟད་པ། དེ་བཞིན་ཉིད་མ་ནོར་བ་དེ་བཞིན་ཉིད། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད། ཆོས་ཉིད་ཆོས་ཀྱི་དབྱིངས་ཉིད།
en: Subhūti,” replied the Blessed One, “unconditioned phenomena include nonarising, nondisintegration, nontransformation, the cessation of desire, the cessation of hatred, the cessation of delusion, the real nature, the unmistaken real nature, the one and only real nature, reality, the realm of phenomena, maturity with respect to all phenomena, the inconceivable realm, and the very limit of reality.

source: ཆོས་སྐྱོན་མེད་པ་ཉིད། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས། ཡང་དག་པའི་མཐའ་སྟེ། རབ་འབྱོར་དེ་དག་ནི་འདུས་མ་བྱས་ཀྱི་ཆོས་ཞེས་བྱའོ།
en: These, Subhūti, are called unconditioned phenomena.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཐུན་མོང་གི་ཆོས་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, what phenomena constitute common phenomena?” “

source: རབ་འབྱོར་ཐུན་མོང་གི་ཆོས་ཞེས་བྱ་བ་ནི། བསམ་གཏན་བཞི་དང་། ཚད་མེད་པ་བཞི་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་དང་། མངོན་པར་ཤེས་པ་ལྔ་དག་སྟེ།
en: Subhūti,” replied the Blessed One, “common phenomena include the four meditative concentrations, the four immeasurable attitudes, the four formless meditative absorptions, and the five extrasensory powers.

source: དེ་དག་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་། ཐུན་མོང་གི་ཆོས་ཞེས་བྱའོ།
en: These are called the common phenomena that ordinary persons may have.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཐུན་མོང་མ་ལགས་པའི་ཆོས་གང་ལགས།
en: Blessed Lord, what phenomena constitute uncommon phenomena?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཐུན་མོང་མ་ཡིན་པའི་ཆོས་ཞེས་བྱ་བ་ནི། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་བར་དག་སྟེ།
en: Subhūti,” replied the Blessed One, “uncommon phenomena include the thirty-seven factors conducive to enlightenment, and [the other causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.

source: དེ་དག་ནི་ཐུན་མོང་མ་ཡིན་པའི་ཆོས་ཞེས་བྱའོ།
en: These are called uncommon phenomena. {

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པས། རང་གི་མཚན་ཉིད་ཀྱིས་སྟོང་པའི་ཆོས་ཐམས་ཅད་ལ་རྟོག་པ་མེད་པས། ཆགས་པར་མི་བྱའོ།
en: Dt.169} “Since bodhisattva great beings who practice the perfection of wisdom are without ideation, they should not become attached to any of those phenomena that are empty of their own defining characteristics.

source: །ཆོས་ཐམས་ཅད་གཉིས་སུ་མེད་པའི་ཚུལ་གྱིས་རྟོག་པ་མེད་ཅིང་། རྣམ་པར་རྟོག་པ་མེད་པའི་ཕྱིར། ཆོས་ཐམས་ཅད་ཁོང་དུ་ཆུད་པར་བྱའོ། །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས།
en: Since they are without ideation and without conceptual thought, they should comprehend all phenomena in accordance with nonduality.”

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་འདི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བགྱི་བ་དེ་ཅིའི་སླད་དུ། བྱང་ཆུབ་སེམས་དཔའ་ལ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Then the venerable Subhūti asked the Blessed One, “Blessed Lord, why, in the term bodhisattva great beings, are bodhisattvas called great beings?” “

source: རབ་འབྱོར་སེམས་ཅན་གྱི་ཕུང་པོ་ཆེན་པོ་ངེས་པའི་ཕུལ་བྱེད་པར་འགྱུར་བས། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ལ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱའོ། །གསོལ་པ། བཅོམ་ལྡན་འདས་སེམས་ཅན་གྱི་ཕུང་པོ་ཆེན་པོ་ངེས་པ་དེ་ལྟ་བུའི་ཕུལ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བགྱིད་པར་འགྱུར་བ།
en: Subhūti,” replied the Blessed One, “they are called bodhisattva great beings because they will lead the great category of beings whose receptivity is certain to their consummation.” “

source: དེ་ལྟ་བུའི་སེམས་ཅན་གྱི་ཕུང་པོ་ཆེན་པོ་ངེས་པ་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་སེམས་ཅན་གྱི་ཕུང་པོ་ཆེན་པོ་ཞེས་བྱ་བ་ནི། འདི་ལྟ་སྟེ། རིགས་ཀྱིས་དང་། བརྒྱད་པ་དང་། རྒྱུན་ཏུ་ཞུགས་པ་དང་། ལན་ཅིག་ཕྱིར་འོང་བ་དང་།
en: Blessed Lord, what is the great category of beings whose receptivity is certain that bodhisattva great beings will lead to their consummation?” “

source: ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་དང་། རང་སངས་རྒྱས་དང་། སེམས་དང་པོ་བསྐྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་དང་། ཕྱིར་མི་ལྡོག་པའི་ས་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བར་དག་སྟེ།
en: Subhūti,” replied the Blessed One, “that great category of beings whose receptivity is certain includes those on the level of the spiritual family, those on the eighth-lowest level, those who have entered the stream to nirvāṇa, those who are destined for one more rebirth, those who will no longer be reborn, those who are arhats, those who are pratyekabuddhas, those beings who have initially set their minds on enlightenment, and [other beings], up to and including bodhisattva great beings who dwell on the level at which progress has become irreversible.

source: རབ་འབྱོར་དེ་ནི་སེམས་ཅན་གྱི་ཕུང་པོ་ངེས་པ་ཞེས་བྱ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་དེ་ལྟ་བུའི་ཕུལ་བྱེད་པར་འགྱུར་རོ།
en: Subhūti, these constitute great category of beings whose receptivity is certain, and it is to their corresponding consummation that bodhisattva great beings will lead them.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྡོ་རྗེ་ལྟ་བུའི་སེམས་བསྐྱེད་དེ། སེམས་ཅན་གྱི་ཕུང་པོ་ཆེན་པོ་ངེས་པའི་ཕུལ་ཞེས་བྱའོ།
en: In that regard, bodhisattva great beings’ giving rise to the vajra-like setting of the mind on enlightenment is said to be their consummation of the great category of beings whose receptivity is certain.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་རྡོ་རྗེ་ལྟ་བུའི་སེམས་བསྐྱེད་པ་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, what is this vajra-like setting of the mind on enlightenment?” “

source: རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་ལྟར་སེམས་བསྐྱེད་དེ། འཁོར་བ་དཔག་ཏུ་མེད་པར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དུ་བདག་གིས་གོ་ཆ་བགོ་བར་བྱའོ།
en: For that, Subhūti,” replied the Blessed One, “bodhisattva great beings set their minds on enlightenment, thinking, ‘I shall don protective armor for the sake of all beings in the inestimable course of cyclic existence.

source: །བདག་གིས་བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བར་བྱའོ།
en: I shall renounce all possessions.

source: །བདག་གིས་སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་མཉམ་པ་ཉིད་བསྐྱེད་པར་བྱའོ།
en: I shall develop equanimity toward all beings.

source: །བདག་གིས་སེམས་ཅན་ཐམས་ཅད་ཐེག་པ་གསུམ་གྱིས་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བྱའོ། །དེ་ལྟར་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླས་ཀྱང་།
en: I shall enable all beings to attain final nirvāṇa by means of the three vehicles. {

source: སེམས་ཅན་གང་ཡང་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་མེད་པས། ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་པ་དང་།
en: Dt.170} Despite enabling all beings to attain final nirvāṇa, I shall understand that since there are indeed no beings who will attain final nirvāṇa, all phenomena are nonarising and unceasing.

source: འགག་པ་མེད་པ་བདག་གིས་ཤེས་པར་བྱའོ། །བདག་གིས་མ་འདྲེས་པའི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་ཀྱིས་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ལ་སྤྱོད་པར་བྱའོ།
en: I shall practice the six perfections with a mind intent on unadulterated all-aspect omniscience.

source: །བདག་གིས་ཆོས་རྟོགས་པ་ཐམས་ཅད་ཀྱི་རྗེས་སུ་འགྲོ་བ་ཕུན་སུམ་ཚོགས་པ་ལ་བསླབ་པར་བྱའོ།
en: I shall train in the excellent pursuit of all realizations of the Dharma.

source: །བདག་གིས་ཆོས་ཀྱི་ཚུལ་གཅིག་ཏུ་བསྒྲུབ་པ་ཁོང་དུ་ཆུད་པར་བྱའོ། །བདག་གིས་ཕུང་པོ་ནས་བརྩམས་ཏེ་ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: I shall comprehend how to accomplish the single principle of the Dharma.

source: མངོན་པར་ཤེས་པ་དང་། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པའི་བར་བསྒྲུབ་པ་ཁོང་དུ་ཆུད་པ་ལ་བསླབ་པར་བྱའོ།
en: Starting from the psycho-physical aggregates, I shall comprehend how to achieve, and train in, the factors conducive to enlightenment, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the extrasensory powers, [and the other fruitional attributes], up to and including the ten powers of the tathāgatas, the four fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas.

source: །བདག་གིས་ཆོས་དཔག་ཏུ་མེད་པ་ཐམས་ཅད་ཡོངས་སུ་བསྒྲུབ་པར་བསླབ་པར་བྱའོ། །སྙམ་དུ་སེམས་བསྐྱེད་དེ།
en: I shall train in order to achieve all the inestimable attributes.’

source: རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་བསྐྱེད་པ་རྡོ་རྗེ་ལྟ་བུ་སྟེ།
en: This, Subhūti, is bodhisattva great beings’ vajra-like setting of the mind on enlightenment.

source: དེ་དེ་ལ་གནས་ཤིང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་གྱི་ཕུང་པོ་ཆེན་པོ་ངེས་པའི་ཕུལ་མི་དམིགས་པའི་ཚུལ་གྱིས་བྱེད་དོ།
en: Keeping to it, bodhisattva great beings lead the great category of beings whose receptivity is certain to their consummation, without apprehending anything. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་ལྟར་སེམས་བསྐྱེད་དེ། སེམས་ཅན་དམྱལ་བ་པ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་པ་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་པའི་སེམས་ཅན་ཇི་སྙེད་ཅིག་སྡུག་བསྔལ་གྱི་ཚོར་བ་ཉམས་སུ་མྱོང་བར་གྱུར་པའི་སྡུག་བསྔལ་གྱི་ཚོར་བ་དེ་དག་ཐམས་ཅད་སེམས་ཅན་དེ་དག་གི་དོན་དུ་བདག་གིས་ཉམས་སུ་མྱོང་བར་བྱའོ་སྙམ་དུ་སེམས་བསྐྱེད་དོ།
en: Moreover, Subhūti, bodhisattva great beings set their minds on enlightenment, thinking, ‘For the sake of all those beings, I shall experience all those feelings of suffering that the denizens of the hells, the animal realm, and the world of Yama experience, as many as there are.’ “

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་དུ་འདི་ལྟར་སེམས་བསྐྱེད་པར་བྱ་སྟེ། བདག་གིས་སེམས་ཅན་རེ་རེའི་དོན་དུ་ཡང་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོར་སེམས་ཅན་གང་ཡང་ཕུང་པོ་མ་ལུས་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་མ་བཟླས་ཀྱི་བར་དུ། སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་དེ་དག་ཀྱང་། བདག་གིས་ཉམས་སུ་མྱོང་བར་བྱའོ་ཞེས་ཐབས་དེ་ལྟ་བུས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་ཏུ།
en: Thereupon, bodhisattva great beings set their minds on enlightenment, thinking, ‘For the sake of each being, over many hundred billion trillion eons, as long as there are beings who have not attained final nirvāṇa in the expanse of nirvāṇa where no residue of the psycho-physical aggregates is left behind, I shall experience all those sufferings of the denizens of the hells.

source: སེམས་ཅན་ཐམས་ཅད་ཕུང་པོ་མ་ལུས་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་མ་བཟླས་ཀྱི་བར་དུ། སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་དེ་དག་ཐམས་ཅད་ཀྱང་བདག་གིས་ཉམས་སུ་མྱོང་བར་བྱའོ།
en: Through such skillful means, for the sake of all beings and until all beings have passed into final nirvāṇa in the expanse of nirvāṇa where no residue of the psycho-physical aggregates is left behind, I shall experience all those sufferings of the denizens of the hells.

source: །དེ་ནས་གདོད་བདག་གི་དོན་དུ་དགེ་བའི་རྩ་བ་བསྐྱེད་དེ། བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དུ་མས་བྱང་ཆུབ་ཀྱི་ཚོགས་མང་པོ་བསགས་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱའོ་སྙམ་དུ་སེམས་བསྐྱེད་པར་བྱ་སྟེ།
en: Starting from then, for my own sake, I shall develop the roots of virtuous action, and, accumulating manifold provisions of enlightenment over many hundred billion trillion eons, I shall attain consummate buddhahood in unsurpassed, complete enlightenment.’

source: དེ་ལ་གནས་ཤིང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་གྱི་ཕུང་པོ་ཆེན་པོ་ངེས་པའི་ཕུལ་མི་དམིགས་པའི་ཚུལ་གྱིས་བྱེད་དོ།
en: Keeping to it, bodhisattva great beings lead the great category of beings whose receptivity is certain to their consummation, without apprehending anything. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྒྱུན་མི་འཆད་པར་རླབས་པོ་ཆེའི་སེམས་གང་གིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཕུལ་དུ་འགྱུར་བ་དེ་ལྟ་བུའི་སེམས་རླབས་པོ་ཆེ་བསྐྱེད་པར་བྱའོ།
en: Moreover, Subhūti, bodhisattva great beings continuously develop the sublime mind that will enable all beings to their consummation.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་རླབས་པོ་ཆེ་ནི་སེམས་དང་པོ་བསྐྱེད་ཕྱིན་ཆད། འདོད་ཆགས་ཀྱི་སེམས་མི་བསྐྱེད། ཞེ་སྡང་གི་སེམས་མི་བསྐྱེད། གཏི་མུག་གི་སེམས་མི་བསྐྱེད། གཙེ་བའི་སེམས་མི་བསྐྱེད། ཉན་ཐོས་ཀྱི་སེམས་དང་།
en: In this regard, the sublime mind of bodhisattva great beings, from the time when they first begin to set their mind on enlightenment, does not develop the mindsets of desire, hatred, delusion, harm, śrāvakas, or indeed pratyekabuddhas. {

source: རང་སངས་རྒྱས་ཀྱི་སེམས་ཀྱང་མི་བསྐྱེད་པ་སྟེ། འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་རླབས་པོ་ཆེའོ།
en: Dt.171} This is the sublime mind of bodhisattva great beings.

source: །དེས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཕུལ་བྱེད་ཀྱང་། སེམས་རླབས་པོ་ཆེ་དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: But even though they lead all beings to their consummation, they should not give rise to conceits on the basis of that sublime mind. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མི་སྒུལ་བའི་སེམས་དང་ལྡན་པར་བྱ་སྟེ།
en: Moreover, Subhūti, bodhisattva great beings should have an unshakeable mind.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་མི་སྒུལ་བ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པར་ཡིད་ལ་བྱེད་ཅིང་། དེས་རློམ་སེམས་སུ་མི་བྱེད་པ་སྟེ།
en: In this regard, the unshakeable mind of bodhisattva great beings directs its attention toward all-aspect omniscience, but it makes no assumptions on that basis.

source: འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་མི་སྒུལ་བའོ།
en: This is the unshakeable mind of bodhisattva great beings.

source: །སེམས་དེས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཕུལ་དུ་མི་དམིགས་པའི་ཚུལ་གྱིས་འགྱུར་རོ།
en: Through that mind, they will bring all beings to their consummation, without apprehending anything. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་། བདེ་བའི་སེམས་བསྐྱེད་པར་བྱའོ།
en: Moreover, Subhūti, bodhisattva great beings should develop a mind intent on the [provisional] benefit and [ultimate] happiness of all beings.

source: །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཕན་པ་དང་བདེ་བའི་སེམས་ནི། སེམས་ཅན་ཐམས་ཅད་སྐྱོབ་ཅིང་། སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མི་གཏོང་ལ། དེས་རློམ་སེམས་སུ་འགྱུར་བ་མེད་པ་སྟེ།
en: In this regard, the mind intent on benefit and happiness, which bodhisattva great beings possess, offers refuge to all beings, and it does not abandon them, but it does not give rise to conceits on that basis.

source: རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཕན་པ་དང་བདེ་བའི་སེམས་ཏེ།
en: This, Subhūti, is the mind intent on benefit and happiness, which bodhisattva great beings possess.

source: དེ་ལ་གནས་ཤིང་སེམས་ཅན་གྱི་ཕུང་པོ་ཆེན་པོ་ངེས་པའི་ཕུལ་མི་དམིགས་པའི་ཚུལ་གྱིས་བྱེད་དོ།
en: Abiding in it, bodhisattva great beings lead the great category of beings whose receptivity is certain to their consummation, without apprehending anything. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྟག་ཏུ་རྒྱུན་མི་ཆད་པར་ཆོས་འདོད་པར་བྱའོ།
en: Moreover, Subhūti, bodhisattva great beings should always and uninterruptedly wish for the Dharma.

source: །ཆོས་ལ་དགའ་བར་བྱའོ།
en: They should rejoice in the Dharma.

source: །ཆོས་ལ་མོས་པར་བྱའོ།
en: They should appreciate the Dharma.
